<?php
define('TOKEN', '');
define('APP_ID', '');
define('PRIVACY_KEY', '');
define('sex', ); // Пол. 1 - женский 2 - мужской
define('status', ); // Семейное положение. 1 - не женат(не замужем), 2 - встречается, 3 - помолвлен, 4 - женат(замужем), 5 - всё сложно, 6 - в активном поиске, 7 - влюблен(а)
define('age_from', ); // Начиная с какого возраста искать
define('age_to', ); // заканчивая каким возрастом
define('online', ); // Онлайн ли пользователь. 0 - искать и оффлайн и онлайн, 1 - только онлайн